import type {
	Breadcrumb_Type,
	Section_Title_Par_Par_Type,
	Section_Title_Par_Text_List_Par_Type,
	Section_Image_Type,
	Section_Title_Text_List_Par_Par_Type
} from '$lib/types';

export const Breadcrumb_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота гематологом у Польщі'
};

export const Section_Title_Par_Par_Data: Section_Title_Par_Par_Type = {
	title: 'Робота',
	subtitle: 'гематологом у Польщі',
	paragraph__one:
		'Серед великого пулу вакансій у польських медичних закладах запит на іноземних фахівців, готових приступити до роботи гематологом у Польщі, зустрічається регулярно. Ця спеціалізація є дефіцитною, навіть з урахуванням того, що гематологи є не в кожній клініці.',
	paragraph__two:
		'З вищесказаного можна зробити обґрунтований висновок: компетентні лікарі цієї спеціальності з пострадянських країн, зокрема, українці та білоруси, гарантовано знайдуть у Польщі роботу з гарною заробітною платою, високим рівнем матеріального забезпечення та надихаючими перспективами. А за допомогою нашої компанії вони пройдуть весь процес працевлаштування легко та швидко.'
};

export const Section_Title_Par_Text_List_Par_Data: Section_Title_Par_Text_List_Par_Type = {
	title: 'Чим займається',
	subtitle: 'польський лікар-гематолог?',
	paragraph__one:
		'Гематолог - лікар, сфера діяльності якого охоплює всі патології, пов`язані з порушенням функціонування клітин системи кровотворення людини, зокрема, злоякісної природи.',
	text: 'Обов`язки фахівців, які працюють у стаціонарах чи амбулаторіях, державних чи приватних медичних закладах, практично ідентичні. Ті, хто отримав роботу гематолога в Польщі, повинні:',
	list: [
		{ text: 'приймати пацієнтів і вислуховувати їхні скарги;' },
		{ text: 'виходячи з отриманої інформації призначати комплексні обстеження;' },
		{ text: 'оцінювати результати досліджень і встановлювати діагноз;' },
		{ text: 'підбирати індивідуальне лікування;' },
		{ text: 'спостерігати пацієнтів, які пройшли курс лікування, контролювати їхній стан;' },
		{ text: 'вести медичну документацію, оформляти тимчасову або постійну непрацездатність.' }
	],
	paragraph__two:
		'Вакансії гематолога можна зустріти в загальномедичних клініках, онкологічних стаціонарах, дитячих медичних установах.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-gematologist.jpg',
		alt: 'article-gematologist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-gematologist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-gematologist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Par_Data: Section_Title_Text_List_Par_Par_Type = {
	title: 'Вимоги,',
	subtitle: 'що висуваються польським законодавством',
	text: 'Претендувати на отримання роботи гематологом у Польщі можуть іноземні громадяни, які мають:',
	list: [
		{
			text: 'диплом про закінчення медичного ВНЗ і сертифікат, що підтверджує спеціалізацію у сфері гематології;'
		},
		{ text: 'досвід роботи за цією спеціальністю мінімум 3 роки протягом останніх 5 років;' },
		{ text: 'достатній рівень знання польської мови, що включає професійну термінологію;' },
		{ text: 'дозвіл на роботу лікарем від МОЗ, а також ліцензію на здійснення діяльності;' },
		{
			text: 'відповідний набір особистих якостей: відповідальність і сумлінність, неконфліктність і комунікабельність, чіткі етичні принципи, уміння працювати в команді та прагнення до розвитку в професійній сфері.'
		}
	],
	paragraph__one:
		'Таким претендентам роботодавці готові запропонувати роботу гематологом у Польщі з гідною зарплатнею - від 7500 злотих до вирахування податків на місяць із перспективою подальшого підвищення, восьмигодинний робочий день, комфортний графік чергувань, грошову компенсацію за перепрацювання, премії, надбавки та інші фінансові стимули, а також солідний пакет соціальних гарантій.',
	paragraph__two:
		'Крім того, співробітнику видають уніформу, канцтовари та витратні матеріали, а робоче місце облаштовують так, щоб лікар міг виконувати свої обов`язки в повному обсязі.'
};
