import type {
	Breadcrumb_Type,
	Section_Title_Par_Par_Type,
	Section_Title_Text_List_Par_Type,
	Section_Image_Type,
	Section_Title_Text_List_Par_Par_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота кардіологом у Польщі - інформація для іноземних кандидатів'
};

export const Section_Title_Par_Par_Data: Section_Title_Par_Par_Type = {
	title: 'Робота кардіологом у Польщі',
	subtitle: 'інформація для іноземних кандидатів',
	paragraph__one:
		'Для вихідців із країн СНД, зокрема, України та Білорусі, які шукають роботу кардіологом у Польщі, сьогодні - найкращий час реалізувати мрію. У польській медицині спостерігається критична нестача компетентних лікарів, зокрема, фахівців у галузі кардіології.',
	paragraph__two:
		'Максимально швидко знайти роботу з гідною зарплатою, вивчити мову приймаючої сторони, розв`язати питання, пов`язані з оформленням документів, і облаштуватися на новому місці вам допоможе наша компанія. Ви зможете приступити до виконання професійних обов`язків у найкоротші терміни.'
};

export const Section_Title_Text_List_Par_Data: Section_Title_Text_List_Par_Type = {
	title: 'Коло обов`язків',
	subtitle: 'польського кардіолога',
	text: 'По суті, професійні завдання лікаря-кардіолога в польській клініці нічим не відрізняються від обов`язків, прописаних в українських або білоруських посадових інструкціях, тому адаптація буде комфортною і необтяжливою. Отже, іноземний фахівець, який отримав роботу кардіологом у Польщі, зобов`язаний:',
	list: [
		{ text: 'оглядати та опитувати пацієнта;' },
		{
			text: 'здійснювати комплексну діагностику для виявлення серцево-судинних захворювань на ранніх стадіях;'
		},
		{ text: 'підбирати оптимальні схеми лікування та реабілітації;' },
		{
			text: 'здійснювати профілактичні огляди пацієнтів із хронічними серцевими захворюваннями та тих, що перебувають у групі ризику;'
		},
		{ text: 'вести медичну документацію.' }
	],
	paragraph:
		'Працюють польські кардіологи в державних і приватних медичних установах амбулаторного або стаціонарного типу. Окрема категорія лікарів цієї спеціалізації - дитячі кардіологи, які опікуються пацієнтами молодше 18 років у дитячих клініках.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-cardiologist.jpg',
		alt: 'article-cardiologist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-cardiologist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-cardiologist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Par_Data: Section_Title_Text_List_Par_Par_Type = {
	title: 'Вимоги до',
	subtitle: 'кардіолога в Польщі',
	text: 'Претендент, який може зацікавити польського роботодавця, повинен мати:',
	list: [
		{
			text: 'диплом про закінчення медичного вищого закладу і сертифікат, що підтверджує проходження курсу спеціалізації з кардіології. При цьому в негайному отриманні нострифікації документів немає необхідності;'
		},
		{
			text: 'досвід роботи у своїй країні не менше 3 років протягом останніх 5 років. Для українців ця вимога на даний момент не є обов`язковою до виконання;'
		},
		{ text: 'високий рівень володіння польською мовою - як розмовною, так і професійною;' },
		{ text: 'дозвіл на роботу від польського МОЗ і чинну ліцензію;' },
		{
			text: 'відповідний набір особистих якостей - відповідальність, сумлінність, неконфліктність, прагнення до нових знань і професійного зростання.'
		}
	],
	paragraph__one:
		'Зі свого боку, роботодавець надає встановлену законодавством мінімальну заробітну плату для лікарів у розмірі 7500 злотих брутто на місяць, яка надалі зростатиме. Також іноземцю, який влаштувався на роботу кардіологом у Польщі, гарантується нормований 8-годинний робочий день, доплати за чергування, підміни та перепрацювання, гідний соціальний пакет та ідеальні умови для продуктивного здійснення трудової діяльності.',
	paragraph__two:
		'Готові кардинально змінити життя на краще? Звертайтеся: підберемо відповідну вакансію, допоможемо з працевлаштуванням та адаптацією на новому місці.'
};
