import type {
	Breadcrumb_Type,
	Section_Title_Par_Par_Type,
	Section_Title_Text_List_Par_Type,
	Section_Image_Type,
	Section_Title_Text_List_Par_Par_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота фоніатром у Польщі: реальні позитивні перспективи'
};

export const Section_Title_Par_Par_Data: Section_Title_Par_Par_Type = {
	title: 'Робота фоніатром у Польщі:',
	subtitle: 'реальні позитивні перспективи',
	paragraph__one:
		'Кадровий голод у польській медицині особливо відчутний щодо рідкісних спеціальностей. Однією з них є фоніатр - лікар, який працює з голосом і голосовим апаратом. Завдяки цьому робота фоніатром у Польщі для компетентних фахівців з України та Білорусі доступна практично завжди.',
	paragraph__two:
		'Такі співробітники працюють у театрах, консерваторіях, філармоніях, центрах вокального мистецтва. Але також є вакансії фоніатра в медичних клініках, особливо, тих, які спеціалізуються на лор-напрямках. Саме в такі клініки наша компанія вже не перший рік успішно працевлаштовує фоніатрів з пострадянських країн.'
};

export const Section_Title_Text_List_Par_Data: Section_Title_Text_List_Par_Type = {
	title: 'Коло обов`язків',
	subtitle: 'лікаря-фоніатра',
	text: 'Фахівці, які перебувають у штаті немедичних установ, здебільшого працюють з постановкою і швидким відновленням голосу. Професійна діяльність фоніатрів у медичних клініках набагато різноманітніша і включає в себе:',
	list: [
		{ text: 'лікування гортані та голосових складок;' },
		{ text: 'усунення співочих вузликів і незмикання зв`язок;' },
		{ text: 'ведення пацієнтів з ларинготонзилітом;' },
		{
			text: 'відновлення голосу після видалення щитоподібної залози, різних утворень у ділянці гортані;'
		},
		{ text: 'дисфонія, сиплість і захриплість голосу.' }
	],
	paragraph:
		'Також до зони відповідальності фоніатра входить допомога пацієнтам, які втратили голос унаслідок психоемоційних порушень.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-foniatrist.jpg',
		alt: 'article-phoniatrician'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-foniatrist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-foniatrist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Par_Par_Data_Two: Section_Title_Par_Par_Type = {
	title: 'Переваги роботи',
	subtitle: 'лікарем-фоніатром у польській клініці',
	paragraph__one:
		'Насамперед, це, звісно, заробітна плата. Мінімум у 2023 році становить 7500 злотих на місяць до вирахування податків. За наявності хоча б невеликого стажу та досвіду роботодавець, найімовірніше, збільшить цю цифру. Крім того, до окладу додаються премії, надбавки, доплати за чергування та перепрацювання. Таким чином зарплата польських фоніатрів є відчутно вищою, ніж та, яку український чи білоруський фахівець міг би заробити на батьківщині.',
	paragraph__two:
		'Крім цього, робота фоніатром у Польщі - це соціальна захищеність, можливість працювати в комфортних умовах, сучасне обладнання та прогресивні європейські протоколи лікування, а також широкі можливості для здобуття унікального досвіду, професійного та кар`єрного зростання.'
};

export const Section_Title_Text_List_Par_Par_Data: Section_Title_Text_List_Par_Par_Type = {
	title: 'Умови',
	subtitle: 'працевлаштування',
	text: 'Щоб претендувати на вакансію фоніатра в державному або приватному медичному закладі, необхідно:',
	list: [
		{
			text: 'мати диплом медичного ВНЗ, нострифікацію якого можна зробити після початку лікарської діяльності в Польщі;'
		},
		{
			text: 'мати стаж роботи за фахом не менше 3 років протягом останніх 5 років. Для українців ця вимога не є обов`язковою;'
		},
		{ text: 'отримати дозвіл на здійснення лікарської діяльності;' },
		{
			text: 'володіти впевненими знаннями польської мови з медичним ухилом;'
		}
	],
	paragraph__one:
		'І, звісно, мати бажання не просто працювати в європейській клініці, а й зростати професійно.',
	paragraph__two:
		'Ми допоможемо вам отримати роботу фоніатром у Польщі швидко, легко, без непотрібних зусиль, а також підтримаємо реальною участю в період адаптації в чужій країні. Наша компанія - ваш шанс на працевлаштування з гарантіями.'
};
