import type {
	Breadcrumb_Type,
	Section_Title_Par_Par_Type,
	Section_Title_Text_List_Par_Par_Type,
	Section_Image_Type,
	Section_Title_Par_Par_Par_Text_List_Par_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота педіатром у Польщі для іноземних претендентів - що потрібно знати'
};

export const Section_Title_Par_Par_Data: Section_Title_Par_Par_Type = {
	title: 'Робота педіатром у Польщі для',
	subtitle: 'іноземних претендентів - що потрібно знати',
	paragraph__one:
		'У формуванні здоров`я нації провідну роль відіграє діагностика та лікування дитячих захворювань. Це - зона відповідальності педіатра, який веде пацієнтів віком до 18 років. У польських медичних установах давно спостерігається нестача таких фахівців, і з роками проблема поглиблюється. Тому влада охоче приймає на роботу педіатрами в Польщі мігрантів із колишніх радянських республік, зокрема, України та Білорусі.',
	paragraph__two:
		'Наша компанія надає допомогу в працевлаштуванні іноземців у найкращі польські клініки. Якщо ви шукаєте роботу педіатра з гідною зарплатою і комфортними умовами, готові переїхати в іншу країну і будувати тут кар`єру - зв`яжіться з нами просто зараз!'
};

export const Section_Title_Text_List_Par_Par_Data: Section_Title_Text_List_Par_Par_Type = {
	title: 'Чим займається',
	subtitle: 'лікар-педіатр?',
	text: 'Обов`язки дитячого лікаря в Польщі схожі з обов`язками в Україні або Білорусі. Такий фахівець:',
	list: [
		{ text: 'веде спостереження дитини;' },
		{ text: 'оцінює її фізичну та психічну відповідність календарному віку, шкільну зрілість;' },
		{ text: 'організовує своєчасну диспансеризацію та профілактичні заходи;' },
		{ text: 'контролює дотримання графіка вакцинації;' },
		{
			text: 'за наявності скарг - проводить загальне обстеження, встановлює первинний діагноз і направляє маленького пацієнта до вузького спеціаліста;'
		},
		{ text: 'оформляє довідки та іншу медичну документацію.' }
	],
	paragraph__one:
		'Крім того, компетенція педіатра після додаткової підготовки та отримання потрібних знань дає змогу йому працювати сімейним лікарем.',
	paragraph__two:
		'Вакансії, пов`язані з роботою педіатром у Польщі, є в амбулаторіях, дитячих стаціонарах, приватних клініках, центрах дитячої спортивної медицини, дитячих таборах відпочинку, санаторіях - словом, у будь-яких закладах, де відпочивають, лікуються або проходять реабілітацію неповнолітні.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-pediatrist.jpg',
		alt: 'article-pediatrist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-pediatrist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-pediatrist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Par_Par_Par_Text_List_Par_Data: Section_Title_Par_Par_Par_Text_List_Par_Type =
	{
		title: 'Переваги роботи дитячим',
		subtitle: 'лікарем у Польщі',
		paragraph_one:
			'Почати варто із заробітної плати. Мінімальний оклад за чинним законодавством становить 7500 злотих брутто на місяць. Саме стільки, за вирахуванням податків, отримує лікар одразу ж після працевлаштування. Надалі сума збільшуватиметься.',
		paragraph_two:
			'До зарплати додаються виплати і доплати - за хорошу роботу, чергування, перепрацювання понад нормований робочий день, додаткові обов`язки.',
		paragraph_three:
			'Клініки забезпечують своїх співробітників уніформою, необхідним інструментарієм, витратними матеріалами, облаштовують робочі місця відповідно до високих сучасних стандартів. Усе це дає змогу працювати, не відволікаючись на незручності.',
		text: 'Щоб претендувати на роботу лікаря-педіатра в Польщі, необхідно:',
		list: [
			{
				text: 'мати відповідний диплом. Оскільки його нострифікація - послуга недешева, польська влада йде назустріч мігрантам, дозволяючи відкласти її до набуття фінансової стабільності;'
			},
			{ text: 'отримати дозвіл на здійснення лікарської діяльності;' },
			{ text: 'вивчити професійну польську мову;' },
			{ text: 'мати за плечима мінімум 3-річний досвід роботи за фахом протягом останніх 5 років.' }
		],
		paragraph_four:
			'Якщо, крім перерахованого, у вашому активі - відповідальність, сумлінність, уміння ладнати з дітьми і прагнення до професійного зростання, значить ви - ідеальний кандидат на цю роботу.'
	};
