import type {
	Breadcrumb_Type,
	Section_Title_Par_Par_Type,
	Section_Title_Text_List_Par_Img_Text_List_Par_Par_Par_Type,
	Section_Title_Text_List_Par_Par_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота гінекологом у Польщі для іноземця - важливі аспекти'
};

export const Section_Title_Par_Par_Data: Section_Title_Par_Par_Type = {
	title: 'Робота гінекологом у Польщі',
	subtitle: 'для іноземця - важливі аспекти',
	paragraph__one:
		'Через активну міграцію досвідчених фахівців до країн Західної Європи дефіцит кваліфікованих кадрів сьогодні є серйозною проблемою польської медицини. У зв`язку з цим іноземні фахівці, насамперед із країн пострадянського простору, мають реальну можливість влаштуватися на роботу гінекологом у Польщі або претендувати на вакансію акушера.',
	paragraph__two:
		'Що для цього потрібно - знає наша команда. І готова не тільки поділитися цими знаннями з усіма, хто цікавиться, а й надати практичну допомогу в пошуку підходящої вакансії, швидкому працевлаштуванні та адаптації до нової перспективної реальності.'
};

export const Section_Title_Text_List_Par_Img_Text_List_Par_Par_Par_Data: Section_Title_Text_List_Par_Img_Text_List_Par_Par_Par_Type =
	{
		title: 'Акушерка та гінекологиня',
		subtitle: '- чим відрізняються професійні обов`язки',
		text_one:
			'І для першої, і для другої спеціалізації необхідна одна й та сама базова освіта. Однак сфери діяльності цих лікарів дещо відрізняються. Ті, хто претендує на роботу акушером у Польщі, можуть займатися:',
		list_one: [
			{ text: 'постановкою на облік і веденням вагітності пацієнток;' },
			{ text: 'виявленням можливих відхилень у розвитку плода;' },
			{ text: 'екстреною допомогою вагітним у критичних випадках;' },
			{ text: 'безпосередньо рододопомогою;' },
			{ text: 'спостереженням за жінками в ранньому післяпологовому періоді.' }
		],
		paragraph_one:
			'Такі фахівці працюють у державних і приватних амбулаторіях, а також у пологових будинках.',
		img: {
			img: '/img/all-article-web-page-content-img/article-ginecologist.jpg',
			alt: 'article-ginecologist',
			srcset_one: '/img/all-article-web-page-content-img/article-ginecologist.webp',
			type_one: 'image/webp',
			srcset_two: '/img/all-article-web-page-content-img/article-ginecologist.avif',
			type_two: 'image/avif'
		},
		text_two:
			'На відміну від акушерської діяльності, робота гінекологом у Польщі передбачає вирішення таких завдань:',
		list_two: [
			{ text: 'профілактичні огляди жінок різного віку;' },
			{ text: 'комплексне обстеження та діагностику захворювань жіночої статевої системи;' },
			{ text: 'призначення консервативного лікування;' },
			{ text: 'проведення гінекологічних операцій;' },
			{ text: 'спостереження пацієнток із хронічними захворюваннями;' },
			{ text: 'підбір легальних засобів контрацепції.' }
		],
		paragraph_two:
			'Такі лікарі можуть бути універсалами або мати вузьку спеціалізацію, наприклад, гінеколог-ендокринолог, онкогінеколог, дитячий гінеколог, а також акушер-гінеколог. Останній напрямок дає змогу лікарю займатися не тільки жіночими хворобами, а й вагітністю та пологами пацієнток.',
		paragraph_three:
			'У Польщі на роботу гінекологом можна влаштуватися як в амбулаторію, так і в загальномедичний або вузькопрофільний стаціонар.',
		paragraph_four:
			'Дізнатися про це більше, а також знайти роботу геріатра в Польщі з чудовими умовами в стислі строки й отримати комплексну підтримку в період працевлаштування та адаптації можна, скориставшись послугами нашої компанії.'
	};

export const Section_Title_Text_List_Par_Par_Data: Section_Title_Text_List_Par_Par_Type = {
	title: 'Вимоги до фахівців',
	subtitle: ' із жіночого здоров`я',
	text: 'Щоб претендувати на вакансію, іноземний претендент повинен мати:',
	list: [
		{
			text: 'диплом про закінчення медичного ВНЗ у своїй країні. Його нострифікацію можна зробити після працевлаштування та отримання першої зарплати;'
		},
		{
			text: 'сертифікат, що підтверджує отримання спеціалізації, необхідної для роботи акушером-гінекологом у Польщі;'
		},
		{
			text: 'досвід роботи за фахом на батьківщині не менше 3 років протягом останніх 5 років. Українці на даний момент від виконання цієї вимоги звільнені;'
		},
		{
			text: 'гарне знання польської мови, що дає змогу вільно спілкуватися з пацієнтами і колегами, а також вивчати профільну літературу і вести медичну документацію;'
		},
		{ text: 'дозвіл від Міністерства охорони здоров`я.' }
	],
	paragraph__one:
		'Крім того, для роботи акушером-гінекологом у Польщі мігрантові слід вивчити медичне законодавство у сфері переривання вагітності: у цій країні воно суттєво відрізняється від українського, білоруського чи західноєвропейського.',
	paragraph__two:
		'Мають значення й особисті якості, такі як сумлінність, відповідальність, чесність, неконфліктність і доброзичливість.'
};

export const Section_Title_Text_List_Par_Par_Data_Two: Section_Title_Text_List_Par_Par_Type = {
	title: 'На які преференції',
	subtitle: 'можна розраховувати?',
	text: 'Кандидати, які відповідають переліченим вимогам і зуміють переконати роботодавця у своїй професійній спроможності, після влаштування на роботу акушером у Польщі або отримання посади гінеколога, можуть розраховувати на:',
	list: [
		{
			text: 'зарплату від 7500 злотих на місяць до вирахування податків. У міру збільшення стажу вона зростатиме;'
		},
		{ text: 'строго нормований восьмигодинний робочий день;' },
		{
			text: 'різні доплати до основної заробітної плати - за чергування, перепрацювання, підміни, виконання обов`язків, що виходять за межі посадової інструкції, а також премії та надбавки;'
		},
		{
			text: 'забезпечення всім необхідним - від уніформи, профільної літератури та витратних матеріалів до обладнання та пристосувань;'
		},
		{
			text: 'можливість отримати досвід роботи в умовах високих стандартів прогресивної європейської медицини;'
		},
		{ text: 'оптимальні умови для професійного та кар`єрного зростання.' }
	],
	paragraph__one:
		'Іноземців, які розглядають можливість переїзду до Польщі для роботи гінекологом або акушером, нерідко зупиняють потенційні складнощі з оформленням документів, пошуками житла, релокацією сім`ї тощо.',
	paragraph__two:
		'Тих, хто вирішив скористатися допомогою нашої компанії, такі нюанси не хвилюють - ми допомагаємо з їхнім оперативним і результативним вирішенням. А також надаємо допомогу у вивченні польської мови. Звертайтеся: ми зробимо процес вашого працевлаштування простим, комфортним і продуктивним!'
};