<script lang="ts">
	import Section from '$lib/base-components/Section.svelte';
	import Container from '$lib/base-components/Container.svelte';
	import Heading from '$lib/base-components/Heading.svelte';
	import Paragraph from '$lib/base-components/Paragraph.svelte';
</script>

<Section id="additional">
	<Container>
		<div
			class=" bg-bg-header px-5 lg:flex lg:gap-10 lg:px-8 xl:px-14 xl:text-2xl 2xl:gap-16 2xl:px-32"
		>
			<div class="mb-8 lg:mb-0 lg:max-w-[40%]">
				<Heading level="h4" classes="font-semibold text-xl text-main mb-2.5 w-[120px] xl:text-2xl"
					>Додаткові можливості</Heading
				>
				<div class=" mb-7 h-0.5 w-20 bg-main"></div>

				<div class="flex flex-col gap-5 lg:gap-10">
					<div class="flex items-center gap-5">
						<div
							class="flex min-h-[50px] min-w-[80px] items-center justify-center rounded-full bg-white"
						>
							<svg
								width="36"
								height="37"
								viewBox="0 0 36 37"
								fill="none"
								xmlns="http://www.w3.org/2000/svg"
							>
								<path
									d="M10.5 27.2606C7.23746 27.2425 5.47059 27.0977 4.31802 25.9451C3 24.6271 3 22.5058 3 18.2632V12.2632C3 8.02054 3 5.89922 4.31802 4.5812C5.63604 3.26318 7.75736 3.26318 12 3.26318H24C28.2426 3.26318 30.3639 3.26318 31.682 4.5812C33 5.89922 33 8.02054 33 12.2632V18.2632C33 22.5058 33 24.6271 31.682 25.9451C30.5873 27.04 28.9382 27.2254 25.9796 27.2567L24.75 27.2606"
									stroke="#0FA4AE"
									stroke-width="2"
								/>
								<path
									d="M13.5 9.26318H22.5"
									stroke="#0FA4AE"
									stroke-width="2"
									stroke-linecap="round"
								/>
								<path
									d="M10.5 14.5132H25.5"
									stroke="#0FA4AE"
									stroke-width="2"
									stroke-linecap="round"
								/>
								<path
									d="M16.3355 21.1813C17.2943 20.3643 18.7046 20.3643 19.6636 21.1813C20.0744 21.5316 20.5853 21.7432 21.1234 21.7861C22.3793 21.8863 23.3765 22.8835 23.4767 24.1393C23.5196 24.6775 23.7313 25.1884 24.0814 25.5993C24.8986 26.5582 24.8986 27.9685 24.0814 28.9273C23.7313 29.3382 23.5196 29.8491 23.4767 30.3873C23.3765 31.6431 22.3793 32.6403 21.1234 32.7405C20.5853 32.7835 20.0744 32.995 19.6636 33.3453C18.7046 34.1623 17.2943 34.1623 16.3355 33.3453C15.9245 32.995 15.4138 32.7835 14.8755 32.7405C13.6197 32.6403 12.6225 31.6431 12.5223 30.3873C12.4793 29.8491 12.2677 29.3382 11.9175 28.9273C11.1004 27.9685 11.1004 26.5582 11.9175 25.5993C12.2677 25.1884 12.4793 24.6775 12.5223 24.1393C12.6225 22.8835 13.6197 21.8863 14.8755 21.7861C15.4138 21.7432 15.9245 21.5316 16.3355 21.1813Z"
									stroke="#0FA4AE"
									stroke-width="2"
								/>
								<path
									d="M15.75 27.5632L17.0356 28.7632L20.25 25.7632"
									stroke="#0FA4AE"
									stroke-width="2"
									stroke-linecap="round"
									stroke-linejoin="round"
								/>
							</svg>
						</div>
						<Paragraph classes="font-semibold lg:text-sm xl:text-base"
							>Курси підвищення кваліфікації</Paragraph
						>
					</div>

					<div class="flex items-center gap-5">
						<div
							class=" flex min-h-[50px] min-w-[80px] items-center justify-center rounded-full bg-white"
						>
							<svg
								width="36"
								height="37"
								viewBox="0 0 36 37"
								fill="none"
								xmlns="http://www.w3.org/2000/svg"
							>
								<g clip-path="url(#clip0_208_123)">
									<path
										d="M31.2636 20.6073C31.2636 15.6762 28.2943 11.4279 24.0537 9.55884C24.0484 7.57677 22.4368 5.96586 20.4564 5.96586H14.4879V3.48464C14.4879 2.97579 14.0756 2.56349 13.5668 2.56349H12.5944C12.36 1.25754 11.2178 0.263184 9.84739 0.263184C8.47696 0.263184 7.33473 1.25754 7.10039 2.56349H6.12777C5.61893 2.56349 5.20662 2.97579 5.20662 3.48464V20.2491C5.20662 20.758 5.61893 21.1703 6.12777 21.1703H6.16351V24.0981C6.16351 24.6069 6.57582 25.0192 7.08467 25.0192H12.6102C13.1191 25.0192 13.5314 24.6069 13.5314 24.0981V21.1703H13.5666C14.0755 21.1703 14.4878 20.758 14.4878 20.2491V13.1721H18.2995V14.3846C18.2995 14.8934 18.7118 15.3057 19.2207 15.3057C22.118 15.3057 24.4752 17.6683 24.4752 20.5724C24.4752 23.4771 22.1671 25.7526 19.2207 25.7526C18.7118 25.7526 18.2995 26.1649 18.2995 26.6737V27.7199H5.94195C5.4331 27.7199 5.02079 28.1322 5.02079 28.6411C5.02079 29.1499 5.4331 29.5622 5.94195 29.5622H18.2996V30.6728H5.65553C5.14681 30.6728 4.73438 31.0851 4.73438 31.5939V35.3422C4.73438 35.851 5.14681 36.2633 5.65553 36.2633H24.8318C25.3407 36.2633 25.753 35.851 25.753 35.3422V31.5939C25.753 31.2934 25.6084 31.0274 25.3859 30.8592C26.2306 30.3646 27.0184 29.7654 27.7305 29.0657C30.0088 26.8271 31.2636 23.8232 31.2636 20.6073ZM9.84739 2.10549C10.1901 2.10549 10.4901 2.28935 10.6571 2.56349H9.03776C9.20467 2.28935 9.50472 2.10549 9.84739 2.10549ZM11.6892 23.1769H8.00582V21.1703H11.6891L11.6892 23.1769ZM13.5668 11.3298C13.0579 11.3298 12.6456 11.7421 12.6456 12.2509V19.328H7.04893V4.40579H12.6455V6.88701C12.6455 7.39585 13.0578 7.80816 13.5666 7.80816H20.4562C21.4241 7.80816 22.2115 8.59802 22.2115 9.56867C22.2115 10.5397 21.4241 11.3298 20.4562 11.3298H13.5668ZM23.9107 34.4209H6.57668V32.5149H23.9107V34.4209ZM20.1419 30.6332V27.5373C21.6896 27.3425 23.1173 26.658 24.2332 25.5615C25.5774 24.2408 26.3177 22.4689 26.3177 20.5723C26.3177 16.9652 23.6216 13.9768 20.1421 13.5229V13.172H20.4565C21.7865 13.172 22.9494 12.4448 23.5718 11.3671C27.0254 13.0065 29.4214 16.53 29.4214 20.6071C29.4214 23.3249 28.3624 25.8621 26.4394 27.7514C24.7386 29.4225 22.5297 30.4275 20.1419 30.6332Z"
										fill="#0FA4AE"
									/>
									<path
										d="M21.1548 9.6172C21.1548 9.37414 21.0565 9.13697 20.8846 8.96502C20.7127 8.79418 20.4756 8.69604 20.2337 8.69604C19.9917 8.69604 19.7534 8.7943 19.5827 8.96502C19.4108 9.13685 19.3125 9.37401 19.3125 9.6172C19.3125 9.85928 19.4108 10.0974 19.5827 10.2681C19.7534 10.4401 19.9917 10.5384 20.2337 10.5384C20.4756 10.5384 20.7139 10.4401 20.8846 10.2681C21.0565 10.0963 21.1548 9.85928 21.1548 9.6172Z"
										fill="#0FA4AE"
									/>
								</g>
								<defs>
									<clipPath id="clip0_208_123">
										<rect width="36" height="36" fill="white" transform="translate(0 0.263184)" />
									</clipPath>
								</defs>
							</svg>
						</div>
						<Paragraph classes="font-semibold lg:text-sm xl:text-base">Медичний нагляд</Paragraph>
					</div>

					<div class="flex items-center gap-5">
						<div
							class=" flex min-h-[50px] min-w-[80px] items-center justify-center rounded-full bg-white"
						>
							<svg
								width="36"
								height="37"
								viewBox="0 0 36 37"
								fill="none"
								xmlns="http://www.w3.org/2000/svg"
							>
								<path
									fill-rule="evenodd"
									clip-rule="evenodd"
									d="M17.3164 28.1676C17.7101 28.4534 18.2434 28.4534 18.6371 28.1676C18.6371 28.1676 22.02 25.7173 24.7256 22.0892C26.5987 19.5771 28.1242 16.5081 28.1242 13.3018C28.1242 7.32247 24.2284 2.50635 17.9767 2.50635C11.7251 2.50635 7.82812 7.32247 7.82812 13.3018C7.82812 16.5081 9.35475 19.5771 11.2279 22.0892C13.9335 25.7173 17.3164 28.1676 17.3164 28.1676ZM17.9767 25.8321C16.9282 24.9838 14.82 23.1422 13.0312 20.7437C11.4394 18.6096 10.0781 16.0266 10.0781 13.3018C10.0781 8.6061 13.0672 4.75635 17.9767 4.75635C22.8862 4.75635 25.8742 8.6061 25.8742 13.3018C25.8742 16.0266 24.5141 18.6096 22.9222 20.7437C21.1335 23.1422 19.0252 24.9838 17.9767 25.8321Z"
									fill="#0FA4AE"
								/>
								<path
									fill-rule="evenodd"
									clip-rule="evenodd"
									d="M25.3156 26.6018C26.2189 27.1193 26.8703 27.6762 26.8703 28.3815C26.8703 29.0464 26.2797 29.5785 25.4596 30.0769C23.7518 31.113 20.9899 31.7565 17.8838 31.7565C14.7777 31.7565 12.0158 31.113 10.3092 30.0769C9.48794 29.5785 8.89844 29.0464 8.89844 28.3815C8.89844 28.0823 9.04244 27.8055 9.26406 27.5412C9.58806 27.1508 10.0662 26.8032 10.6534 26.4904C11.2013 26.199 11.4106 25.5173 11.1181 24.9694C10.8267 24.4204 10.1449 24.2123 9.59706 24.5048C7.67556 25.5274 6.64844 26.946 6.64844 28.3815C6.64844 29.7057 7.50569 31.0073 9.14144 32.0007C11.1147 33.1988 14.2939 34.0065 17.8838 34.0065C21.4748 34.0065 24.6529 33.1988 26.6262 32.0007C28.2619 31.0073 29.1203 29.7057 29.1203 28.3815C29.1203 27.009 28.1911 25.6568 26.4349 24.6499C25.8961 24.3417 25.2076 24.5273 24.8993 25.0662C24.5899 25.605 24.7767 26.2935 25.3156 26.6018Z"
									fill="#0FA4AE"
								/>
								<path
									fill-rule="evenodd"
									clip-rule="evenodd"
									d="M16.875 11.5063H14.625C14.0051 11.5063 13.5 12.0103 13.5 12.6313C13.5 13.2523 14.0051 13.7563 14.625 13.7563H16.875L16.8739 16.0063C16.8739 16.6273 17.3779 17.1313 17.9989 17.1313C18.6199 17.1313 19.1239 16.6273 19.1239 16.0063L19.125 13.7563H21.375C21.996 13.7563 22.5 13.2523 22.5 12.6313C22.5 12.0103 21.996 11.5063 21.375 11.5063H19.125V9.25635C19.1261 8.63647 18.6221 8.13135 18.0011 8.13135C17.3801 8.13135 16.8761 8.63535 16.875 9.25635V11.5063Z"
									fill="#0FA4AE"
								/>
							</svg>
						</div>
						<Paragraph classes="font-semibold lg:text-sm xl:text-base"
							>Широкий вибір лікарень</Paragraph
						>
					</div>
				</div>
			</div>

			<div class="pb-8 lg:max-w-[60%] lg:pb-12">
				<Heading level="h4" classes="font-raleway font-bold mb-5 text-lg xl:text-2xl">
					Ми пропонуємо унікальні можливості для лікарів, які бажають розпочати нову кар'єру за
					кордоном. Польща є привабливим місцем для роботи в медичній сфері завдяки своїй сучасній
					інфраструктурі та високому рівню медичного обслуговування. Ми спеціалізуємося на допомозі
					українським лікарям у процесі працевлаштування в Польщі, надаючи всі необхідні ресурси та
					підтримку.
				</Heading>
				<Paragraph classes="text-sm font-raleway xl:text-base">
					Ми володіємо досвідом і експертизою в працевлаштуванні лікарів у Польщі
				</Paragraph>
				<ul class="mb-5 list-disc pl-6 font-raleway text-sm xl:text-base">
					<li>Ми пропонуємо індивідуальний підхід до кожного клієнта.</li>
					<li>У нас широка мережа контактів з медичними установами та роботодавцями в Польщі.</li>
					<li>
						Ми надаємо повний спектр послуг, пов'язаних із працевлаштуванням лікарів у Польщі.
					</li>
				</ul>
				<Paragraph classes="text-sm font-raleway xl:text-base">
					Наші послуги включають підготовку документів, супровід у процесі оформлення візи та
					дозволу на роботу, пошук відповідних вакансій, а також допомогу з адаптацією та
					інтеграцією в нове середовище. Ми тісно співпрацюємо з польськими медичними установами та
					роботодавцями, щоб забезпечити нашим клієнтам найкращі можливості працевлаштування.
				</Paragraph>
			</div>
		</div>
	</Container>
</Section>
