import type {
	Breadcrumb_Type,
	Section_Title_Par_Type,
	Section_Title_Text_List_Par_Type,
	Section_Image_Type
} from '$lib/types';

export const Bredcrumb_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота ортодонтом у Польщі - як отримати'
};

export const Section_Title_Par_Data: Section_Title_Par_Type = {
	title: 'Робота ортодонтом у Польщі',
	subtitle: '- як отримати',
	paragraph:
		'Красива посмішка справляє враження на оточуючих. На жаль, не всіх природа обдарувала рівними зубними рядами. Іноді для виправлення її недбалості доводиться вдаватися до допомоги стоматолога-ортодонта. Нині, у зв`язку з масовою міграцією в Західну Європу медичних фахівців, робота ортодонтом у Польщі з гарною зарплатою і гідними умовами праці стала доступною для вихідців із пострадянських країн, насамперед для українців і білорусів. Підбір вакансій, допомогу в працевлаштуванні та супутні послуги таким кандидатам надає наша компанія.'
};

export const Section_Title_Text_List_Par_Data: Section_Title_Text_List_Par_Type = {
	title: 'Чим',
	subtitle: 'займається ортодонт?',
	text: 'Стоматолог, який спеціалізується на ортодонтії, не видаляє зуби, не займається лікуванням зубів і ясен. Він працює виключно з виправленням прикусу, підвищенням функціональності та поліпшенням естетики зубного ряду, зокрема:',
	list: [
		{
			text: 'оглядає пацієнта і діагностує наявні проблеми - викривлене положення або скупченість зубних одиниць, широкі зубні проміжки, порушення прикусу, аномалії дуг, дефекти й патології зубощелепної системи, інші;'
		},
		{
			text: 'підбирає і встановлює спеціальні апарати - брекет-системи, капи, елайнери, пластинки;'
		},
		{ text: 'тривало спостерігає пацієнта і коригує лікування;' },
		{
			text: 'тих, кому неможливо встановити зубну конструкцію, наприклад, маленьких дітей, навчає спеціальної лікувальної гімнастики;'
		},
		{ text: 'за серйозних патологій направляє пацієнта до щелепно-лицьового хірурга;' },
		{ text: 'веде медичну документацію.' }
	],
	paragraph:
		'Нині іноземним фахівцям робота ортодонта в Польщі доступна як у державних спеціалізованих клініках, так і в приватних стоматологічних закладах.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-ortodontist.jpg',
		alt: 'article-ortodontist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-ortodontist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-ortodontist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Data_Two: Section_Title_Text_List_Par_Type = {
	title: 'Вимоги та умови',
	subtitle: 'роботи',
	text: 'Для працевлаштування в польський медичний заклад лікарям-іноземцям необхідно відповідати вимогам, сформульованим МОЗ, а саме:',
	list: [
		{
			text: 'мати диплом про закінчення медичного ВНЗ на батьківщині та сертифікат про отримання спеціалізації ортодонта;'
		},
		{
			text: 'мати мінімум трирічний досвід роботи за фахом протягом останніх 5 років;'
		},
		{ text: 'вивчити польську мову з орієнтацією на медичну специфіку;' },
		{
			text: 'отримати дозвіл і ліцензію на здійснення професійної діяльності;'
		},
		{
			text: 'володіти фундаментальними профільними знаннями, бути відповідальним, сумлінним, неконфліктним, комунікабельним, вміти працювати з дорослими пацієнтами та знаходити індивідуальні підходи до дітей.'
		}
	],
	paragraph:
		'Серед переваг, які отримує українець або білорус, що влаштувався на роботу ортодонтом у Польщі, насамперед відзначимо комфортну заробітну плату - від 7500 злотих на місяць. Крім того, важливе значення мають нормований робочий день, значний пакет соціальних гарантій і забезпечення працівника усім необхідним - уніформою, сучасною апаратурою, високотехнологічними ортодонтичними конструкціями та пристосуваннями. Робота в таких умовах приносить не тільки матеріальні блага, а й моральне задоволення.'
};
