import type {
	Breadcrumb_Type,
	Section_Title_Par_Par_Type,
	Section_Title_Text_List_Par_Par_Type,
	Section_Image_Type,
	Section_Title_Text_List_Par_Type
} from '$lib/types';

export const Bredcrumb_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота стоматологом у Польщі'
};

export const Section_Title_Par_Par_Data: Section_Title_Par_Par_Type = {
	title: 'Робота',
	subtitle: 'стоматологом у Польщі',
	paragraph__one:
		'Ситуація з відтоком молодих спеціалістів із Польщі до країн Західної Європи і, відповідно, старінням кадрів створила відчутний дефіцит медичних працівників. Досить складне становище на сьогоднішній день спостерігається у сфері стоматології. Тому прийом на роботу стоматологом у Польщі іноземних фахівців став поширеною практикою. Насамперед на подібні вакансії претендують дантисти з країн колишнього СРСР, оскільки можливостей заробляти й професійно зростати на батьківщині в них значно менше.',
	paragraph__two:
		'Якщо у вас з`явилося бажання отримати роботу в Польщі стоматологом, почніть із пошуку підходящої вакансії. У цьому, як і у всіх подальших кроках вам допоможе наша компанія.'
};

export const Section_Title_Text_List_Par_Par_Data: Section_Title_Text_List_Par_Par_Type = {
	title: 'Обов`язки лікаря-стоматолога',
	subtitle: 'в польському медичному закладі',
	text: 'У сучасній стоматології є кілька напрямків. Залежно від того, в якій галузі працює фахівець, на нього покладаються певні обов`язки:',
	list: [
		{
			text: 'терапевт займається профілактикою і лікуванням зубів, зокрема, в рамках підготовки ротової порожнини до протезування;'
		},
		{
			text: 'сфера діяльності хірурга - видалення зубів, протезів, імплантів, а також деякі галузі щелепно-лицевої хірургії;'
		},
		{
			text: 'ортодонт виправляє порушення в постановці зубів, коригує зубні ряди за допомогою спеціальних пристосувань - брекетів, пластин, капп, вінірів, треймерів;'
		},
		{
			text: 'ортопед відповідає за вживлення імплантів, установку протезів будь-якої конфігурації.'
		}
	],
	paragraph__one:
		'За всіма переліченими напрямами робота стоматолога в Польщі передбачає вміння читати рентгенограми, результати КТ і МРТ, орієнтуватися в лікарських препаратах, мати навички ведення медичної документації, відслідковувати появу нових технологій і тенденцій у стоматології.',
	paragraph__two:
		'Лікарі цієї спеціалізації затребувані і в державних, і в приватних клініках. Також часто зустрічаються вакансії стоматолога в Польщі в комерційних стоматологічних кабінетах.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-stomatologist.jpg',
		alt: 'article-stomatologist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-stomatologist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-stomatologist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Data: Section_Title_Text_List_Par_Type = {
	title: '5 умов для стоматологів-претендентів',
	subtitle: 'на роботу в Польщі',
	text: 'Претендентам з України та Білорусі, крім бажання інтегруватися в сучасну європейську медицину, необхідно відповідати низці умов.',
	list: [
		{
			text: 'Для працевлаштування обов`язково потрібен диплом про вищу освіту за спеціальністю, на яку претендує кандидат.'
		},
		{
			text: 'Важливо мати не тільки теоретичні знання, а й практичні навички. Мінімальний необхідний стаж роботи - 3 роки протягом останніх 5 років. Для вихідців з України польською владою передбачено послаблення: на сьогоднішній день їм для працевлаштування стаж за фахом не потрібен.'
		},
		{
			text: 'Необхідно володіти польською мовою, включно з медичною специфікою. Щоб аргументовано претендувати на вакансію стоматолога в Польщі, рівень мови має бути таким, щоб лікар міг вільно виконувати посадові обов`язки.'
		},
		{
			text: 'Слід отримати в Міністерстві охорони здоров`я дозвіл на здійснення лікарської діяльності, а в місцевих органах - ліцензію стоматолога.'
		},
		{
			text: 'Потрібно володіти певними якостями: уміти коректно спілкуватися з колегами та пацієнтами, враховувати інтереси колективу, нести відповідальність за свою роботу, прагнути до постійного підвищення поточної кваліфікації.'
		}
	],
	paragraph:
		'Чи не перше запитання, яке ставлять іноземні фахівці, що планують влаштуватися на роботу лікарем-стоматологом у Польщі, стосується нострифікації документа про освіту. У цьому питанні польське законодавство максимально лояльне до претендентів - визнання диплома можна зробити після того, як лікар приступить до роботи на новому місці.'
};

export const Section_Title_Text_List_Par_Data_Two: Section_Title_Text_List_Par_Type = {
	title: 'Основні',
	subtitle: 'преференції',
	text: 'Тим, хто відповідає перерахованим вимогам, польські клініки пропонують чудові умови. Це і зарплата щонайменше 7500 злотих на місяць брутто, і нормований робочий день, і доплати за перепрацювання, підміни, Вважається, що професія стоматолога прогодує того, хто нею володіє, завжди і скрізь. Однак у Польщі вона "годує" краще, ніж, приміром, в Україні, Білорусі та інших пострадянських країнах. Ось лише кілька вагомих аргументів на користь того, що робота стоматологом у Польщі для східноєвропейських іноземців може стати справжнім проривом: і гідний соціальний пакет, і забезпечення усім, що необхідно для успішної професійної діяльності.',
	list: [
		{
			text: 'мінімальна заробітна плата лікаря-початківця становить 7500 злотих "брудними" на місяць. За поточним курсом це - понад 1600 євро. На отримання такої зарплати за жодних обставин не можуть розраховувати молоді стоматологи в колишніх радянських республіках;'
		},
		{
			text: 'сучасне обладнання, інструменти, матеріали. Стоматологія - галузь медицини, що вимагає від фахівця високої точності та чіткості дій. І чим прогресивнішим є оснащення його робочого місця, тим нижча ймовірність помилки;'
		},
		{
			text: 'доброзичливе ставлення з боку роботодавця. Польські клініки дійсно потребують компетентних співробітників. А отже, отримавши фахівця, роботодавець створить усі умови для того, щоб цей фахівець затримався на якомога триваліший термін.'
		}
	],
	paragraph:
		'Виходячи з вищесказаного, рекомендуємо стоматологам з України та Білорусі, яких не влаштовує поточний стан справ на батьківщині, розглянути можливість переїзду до Польщі. А наша команда допоможе вам зробити його максимально комфортним.'
};
