import type {
	Breadcrumb_Type,
	Section_Title_Par_Type,
	Section_Title_Par_Text_List_Par_Type,
	Section_Image_Type,
	Section_Title_Text_List_Par_Par_Par_Par_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories:
		'Робота хіміотерапевтом у Польщі: особливості працевлаштування, обов`язки, умови'
};

export const Section_Title_Par_Data: Section_Title_Par_Type = {
	title: 'Робота хіміотерапевтом у Польщі:',
	subtitle: 'особливості працевлаштування, обов`язки, умови',
	paragraph:
		'Питання нестачі медичних фахівців у Польщі сьогодні стоїть дуже гостро. Тому уряд розробив спеціальні програми для громадян пострадянських держав. Це - важлива інформація для тих, хто шукає роботу хіміотерапевтом у Польщі: ця спеціалізація є вкрай затребуваною, щоб претендент міг обґрунтовано претендувати на гідну зарплату та інші умови. Знайти для вас відповідний варіант і надати професійний супровід на всіх стадіях процесу працевлаштування готова наша компанія.'
};

export const Section_Title_Par_Text_List_Par_Data: Section_Title_Par_Text_List_Par_Type = {
	title: 'Які обов`язки виконує',
	subtitle: 'хіміотерапевт?',
	paragraph__one:
		'Лікар цієї спеціалізації здійснює лікування пацієнтів високотоксичними медичними препаратами. Найчастіше воно призначається при онкологічних захворюваннях, і тоді хіміотерапевт працює в тісній зв`язці з онкологом. Однак, крім раку, хіміотерапія може призначатися також у разі складних інфекційних захворювань, великих хронічних дерматозів і в низці інших випадків.',
	text: 'У польській клініці лікар-хімеотерапевт здійснює:',
	list: [
		{
			text: 'консультування пацієнтів, а також лікарів інших спеціальностей - у разі спільного ведення пацієнта;'
		},
		{ text: 'гістологічну та цитологічну оцінку біоматеріалу;' },
		{ text: 'підбір схеми хіміотерапевтичного лікування;' },
		{ text: 'супровід і коригування лікування;' },
		{ text: 'купірування негативних побічних ефектів;' },
		{ text: 'спостереження після хірургічних втручань і променевої терапії.' }
	],
	paragraph__two:
		'Крім того, робота лікарем-хіміотерапевтом у Польщі передбачає допомогу в соціальній адаптації пацієнтів із ремісією.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-chemoterapevtist.jpg',
		alt: 'article-chemoterapevtist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-chemoterapevtist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-chemoterapevtist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Par_Par_Par_Data: Section_Title_Text_List_Par_Par_Par_Par_Type =
	{
		title: 'Як отримати роботу',
		subtitle: 'хіміотерапевтом у Польщі?',
		text: 'На сьогодні для представників лікарських професій із пострадянських країн діє спрощена схема працевлаштування. Зокрема, українцям, білорусам і громадянам інших колишніх радянських республік для того, щоб претендувати на вакансію хіміотерапевта, достатньо:',
		list: [
			{ text: 'мати диплом, що підтверджує вищу медичну освіту;' },
			{
				text: 'володіти необхідними знаннями та певним досвідом роботи - не менше трьох років протягом останніх 5 років;'
			},
			{
				text: 'володіти польською мовою на такому рівні, який дасть змогу не тільки спілкуватися з пацієнтами та колегами, а й вивчати протоколи, призначати препарати, вести документацію;'
			},
			{ text: 'отримати дозвіл у МОЗ і ліцензію на здійснення лікарської діяльності;' },
			{
				text: 'володіти особистими якостями, невіддільними від роботи лікаря: відповідальністю, сумлінністю, доброзичливістю, прагненням до навчання, неконфліктністю та комунікабельністю.'
			}
		],
		paragraph_one:
			'Деяких кандидатів лякає необхідність нострифікації диплома. Поспішаємо заспокоїти: отримання роботи хіміотерапевтом у Польщі сьогодні припустимо без цієї процедури - її можна здійснити пізніше, вже після працевлаштування.',
		paragraph_two:
			'Заробітна плата лікаря-хіміотерапевта залежить від досвіду, стажу, регіону, клініки та низки інших обставин. Мінімальна зарплата фахівця цього напряму у 2023 році становить 7500 злотих брутто на місяць. Ця сума регламентована чинним законодавством. Верхню ж межу встановлює роботодавець.',
		paragraph_three:
			'Співробітники забезпечуються уніформою і всім, що необхідно для того, щоб лікар мав можливість продуктивно працювати, - від облаштованого робочого місця до інструментів, канцтоварів, витратних матеріалів.',
		paragraph_four:
			'Стандартний робочий день польського хіміотерапевта триває 8 годин. Можуть бути добові чергування, підміни та інші варіанти перевищення тривалості робочого дня. Вони завжди оплачуються понад оклад. Крім того, за ефективну роботу лікарі отримують премії та різного роду надбавки.'
	};
