import type {
	Breadcrumb_Type,
	Section_Title_Par_Par_Type,
	Section_Title_Par_Text_List_Par_Type,
	Section_Image_Type,
	Section_Title_Text_List_Par_Par_Par_Type
} from '$lib/types';

export const Bredcrumb_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота геріатром у Польщі'
};

export const Section_Title_Par_Par_Data: Section_Title_Par_Par_Type = {
	title: 'Робота',
	subtitle: 'геріатром у Польщі',
	paragraph__one:
		'Сьогодні в польському суспільстві склалася така ситуація. Молоді люди, зокрема медичні фахівці, масово виїжджають у країни з вищим рівнем життя, суспільство старіє, а займатися медичним обслуговуванням громадян похилого віку нікому. Тому робота геріатром у Польщі для іноземця на даний момент є цілком доступною опцією.',
	paragraph__two:
		'Цим шансом варто скористатися українцям і білорусам: зарплата спеціалістів, які мають знання, навички та досвід у галузі геріатрії, у польських медичних і соціальних установах навіть на старті суттєво відрізняється від зарплати в Україні чи Білорусі в більший бік.'
};

export const Section_Title_Par_Text_List_Par_Data: Section_Title_Par_Text_List_Par_Type = {
	title: 'Посадові',
	subtitle: 'обов`язки',
	paragraph__one:
		'Дуже узагальнено геріатра можна назвати лікарем загальної практики для літніх і престарілих людей. Він так само, як терапевт, проводить обстеження, встановлює діагноз, за потреби - залучає вузьких профільних спеціалістів, призначає лікування і веде тривале спостереження.',
	text: 'Різниця полягає в тому, що все перераховане здійснюється з поправкою на особливості цієї категорії пацієнтів. Зокрема, враховується:',
	list: [
		{ text: 'поліморбідність, тобто, наявність одночасно кількох хронічних захворювань;' },
		{ text: 'перенесені травми та хірургічні втручання, здатні вплинути на перебіг хвороби;' },
		{
			text: 'вікові зміни в організмі, що роблять перебіг хвороби складнішим або специфічнішим, - втрата м`язової маси та кісткової щільності, погіршення слуху, зору, когнітивних функцій;'
		},
		{
			text: 'обмеження застосування тих чи інших препаратів та їхніх поєднань, а також нелікарських методик лікування.'
		}
	],
	paragraph__two:
		'Отримати роботу геріатром у Польщі можна в медичних клініках амбулаторного типу, геріатричних відділеннях стаціонарів, різного роду пансіонатах і геріатричних центрах інтернатного типу - як державних, так і приватних.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-geriatricist.jpg',
		alt: 'article-geriatricist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-geriatricist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-geriatricist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Par_Par_Data: Section_Title_Text_List_Par_Par_Par_Type = {
	title: 'Кого візьмуть на роботу',
	subtitle: 'і на що можна розраховувати?',
	text: 'Претендувати на вакансію лікаря-геріатра можуть іноземні фахівці, які:',
	list: [
		{
			text: 'мають диплом про закінчення медичного ВНЗ і сертифікат про проходження підготовки з геріатрії;'
		},
		{
			text: 'медичний досвід роботи з літніми пацієнтами у своїй країні не менше 3 років за останні 5 років;'
		},
		{ text: 'достатнє для здійснення професійної діяльності володіння польською мовою;' },
		{ text: 'дозвіл від МОЗ Республіки Польща.' }
	],
	paragraph_one:
		'З особистих якостей мають визначальне значення сумлінність, відповідальність, доброзичливість, терплячість, делікатність, небрезгливість, бажання допомагати пацієнтам незалежно від їхніх поведінкових особливостей, а також комунікабельність і вміння працювати в команді.',
	paragraph_two:
		'Гідним кандидатам гарантується заробітна плата від 7500 злотих "брудними" на місяць, доплати за перепрацювання і чергування, відтермінування нострифікації диплома до отримання стабільного доходу та інші важливі преференції.',
	paragraph_three:
		'Дізнатися про це більше, а також знайти роботу геріатра в Польщі з чудовими умовами в стислі строки й отримати комплексну підтримку в період працевлаштування та адаптації можна, скориставшись послугами нашої компанії.'
};
