import type {
	Breadcrumb_Type,
	Section_Title_Par_Type,
	Section_Title_Text_List_Par_Type,
	Section_Image_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота неврологом у Польщі для іноземних фахівців'
};

export const Section_Title_Par_Data: Section_Title_Par_Type = {
	title: 'Робота неврологом у Польщі',
	subtitle: 'для іноземних фахівців',
	paragraph:
		'У лікарів з України та Білорусі, яких не влаштовують зарплата та інші умови праці на батьківщині, сьогодні є реальний шанс змінити ситуацію - виїхати на роботу неврологом до Польщі. Наразі обставини склалися таким чином, що в країні спостерігається хронічна нестача фахівців медичної сфери, зокрема і в галузі неврології. Тому знайти гідне місце з перспективами професійного зростання - цілком реально. А зробити це в стислі терміни ціною мінімальних зусиль допоможе наша компанія.'
};

export const Section_Title_Text_List_Par_Data: Section_Title_Text_List_Par_Type = {
	title: 'У чому полягають обов`язки',
	subtitle: 'польського невролога?',
	text: 'Загалом їхній перелік не відрізняється від переліку обов`язків невролога (інша назва - невропатолог) в українській чи білоруській медицині, тому кардинально перенавчатися не доведеться. Лікар цієї спеціалізації займається всім, що пов`язано з центральною і периферичною нервовою системою дорослих або дітей, зокрема:',
	list: [
		{
			text: 'профілактикою та лікуванням патологій спинного і головного мозку, спровокованих порушенням кровообігу;'
		},
		{ text: 'наслідками черепно-мозкових травм і травм хребта;' },
		{ text: 'судомними синдромами, зокрема, епілепсією;' },
		{ text: 'нейроінфекціями;' },
		{ text: 'нервово-м`язовими порушеннями;' },
		{ text: 'патологіями, пов`язаними з демієлінізацією нервових волокон;' },
		{ text: 'ураженнями периферичних нервів.' }
	],
	paragraph:
		'Вакансії невролога є в амбулаторних і стаціонарних медичних установах державної та приватної форм власності, а також у профільних санаторіях, реабілітаційних центрах і тому подібних закладах.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-neurologist.jpg',
		alt: 'article-neurologist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-neurologist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-neurologist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Data_Two: Section_Title_Text_List_Par_Type = {
	title: 'Що потрібно для працевлаштування',
	subtitle: '- професійний багаж кандидата',
	text: 'Щоб отримати роботу невролога в Польщі, здобувачеві необхідно мати:',
	list: [
		{
			text: 'документ про закінчення медичного ВНЗ і сертифікат про проходження спеціалізованої підготовки з неврології. Вимоги до нострифікації диплома висуваються вже після отримання посади;'
		},
		{
			text: 'вихідцям із Білорусі - досвід роботи у вигляді трирічного стажу за фахом протягом останніх 5 років. Українські мігранти на сьогоднішній день цю вимогу можуть проігнорувати;'
		},
		{ text: 'упевнені знання професійної медичної польської мови;' },
		{ text: 'дозвіл на роботу лікарем від МОЗ Республіки Польща.;' }
	],
	paragraph:
		'Відповідність перерахованим параметрам відкриває перед відповідальними, сумлінними, неконфліктними та комунікабельними претендентами масу можливостей. Головна з них - працювати за фахом і отримувати гідну заробітну плату. Ставка польського невролога стартує від 7500 злотих "брудними" на місяць. Додайте до цього нормований робочий день, доволі високі доплати за чергування та перепрацювання, соціальні гарантії та можливість рости й удосконалюватися в професії - і ви переконаєтеся в тому, що робота неврологом у Польщі - саме те, що вам потрібно. А потім зверніться по практичну допомогу в отриманні посади та облаштуванні на новому місці до нашої досвідченої, ефективної та результативної команди.'
};
