import type {
	Breadcrumb_Type,
	Section_Title_Par_Par_Type,
	Section_Title_Text_List_Par_Type,
	Section_Image_Type,
	Section_Title_Text_List_Par_Par_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота офтальмологом у Польщі'
};

export const Section_Title_Par_Par_Data: Section_Title_Par_Par_Type = {
	title: 'Робота',
	subtitle: 'офтальмологом у Польщі',
	paragraph__one:
		'У фахівців з України та Білорусі, які бажають влаштуватися на роботу офтальмологом у Польщі, сьогодні з`явився реальний шанс реалізувати свою мрію. Ситуація в польській медицині змушує не просто залучати до роботи іноземців, а й створювати їм оптимальні умови. І офтальмологічна сфера не є винятком. Причому перевага надається представникам країн СНД, оскільки польські зарплати є вищими, ніж оплата праці в країнах співдружності.',
	paragraph__two:
		'Наша компанія створена для того, щоб допомогти всім охочим знайти перспективну роботу лікарем-офтальмологом у Польщі й оперативно вирішити всі супутні завдання - від мовних і документальних до побутових.'
};

export const Section_Title_Text_List_Par_Data: Section_Title_Text_List_Par_Type = {
	title: 'Обов`язки',
	subtitle: 'польського офтальмолога',
	text: 'Цього лікаря часто називають окулістом. Сфера його діяльності - все, що пов`язано з органами зору. Зокрема, до сфери компетенції офтальмолога входить:',
	list: [
		{ text: 'перевірка гостроти та чіткості зору кількома методами;' },
		{ text: 'вимірювання внутрішньоочного тиску;' },
		{ text: 'виявлення дальтонізму;' },
		{
			text: 'діагностика та лікування очних захворювань: глаукоми, катаракти, астигматизму, вікових патологій сітківки, запалень, інфекційних захворювань, алергічних реакцій, діабетичних уражень;'
		},
		{ text: 'підбір контактних лінз або окулярів.' }
	],
	paragraph:
		'У сучасній офтальмології широко використовують метод усунення або зменшення короткозорості чи далекозорості з використанням лазерної корекції. У складних випадках пацієнту пропонується операція із заміни кришталика. Досвідчений офтальмолог, особливо той, хто претендує на вакансію в польському стаціонарі, повинен мати відповідні знання і навички володіння такими методиками.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-oftalmologist.jpg',
		alt: 'article-oftalmologist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-oftalmologist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-oftalmologist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Par_Data: Section_Title_Text_List_Par_Par_Type = {
	title: 'Що ще потрібно',
	subtitle: 'від кандидата?',
	text: 'Іноземцю, який бажає працювати окулістом у польському медичному закладі, слід заздалегідь оцінити свої шанси на отримання місця. Вони будуть високими у тих, хто:',
	list: [
		{
			text: 'має документи про закінчення медичного ВНЗ і проходження навчального курсу за спеціальністю "офтальмолог";'
		},
		{
			text: 'має мінімум 3-річний досвід роботи за зазначеною спеціальністю протягом останніх 5 років;'
		},
		{ text: 'опанував польську мову - як розмовну, так і професійну;' },
		{ text: 'отримав дозвіл і ліцензію на здійснення лікарської діяльності.' }
	],
	paragraph__one:
		'Такі кандидати, якщо вони, до того ж, є відповідальними, комунікабельними, неконфліктними та сумлінними, можуть обґрунтовано розраховувати на комфортні умови працевлаштування та роботи офтальмологом у Польщі. Стартова заробітна плата становитиме щонайменше 7500 злотих "брудними" на місяць, усі перепрацювання, підміни та чергування оплачуватимуться додатково, вагомі здобутки роботодавець відзначить грошовою премією, а робоче місце буде облаштоване відповідно до останніх тенденцій і можливостей високотехнологічної офтальмології.',
	paragraph__two:
		'Приємний бонус: нострифікацію диплома можна зробити вже після працевлаштування та отримання зарплати. Тож заздалегідь вишукувати кошти для оплати цієї процедури не доведеться.'
};
