import type {
	Breadcrumb_Type,
	Section_Title_Par_Type,
	Section_Title_Par_Text_List_Par_Par_Type,
	Section_Image_Type,
	Section_Title_Text_List_Par_Par_Type,
	Section_Title_Four_Par_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота травматологом у Польщі'
};

export const Section_Title_Par_Data: Section_Title_Par_Type = {
	title: 'Робота',
	subtitle: 'травматологом у Польщі',
	paragraph:
		'Спеціалізація травматолога-ортопеда, як і багато інших лікарських спеціальностей, у польській медичній сфері є вельми затребуваною. Тому кваліфікованому лікарю з України або Білорусі сьогодні цілком реально отримати роботу травматологом у Польщі на вигідних умовах із чудовими перспективами. А реальну допомогу в працевлаштуванні надасть наша компанія. У нашій базі зібрані найкращі вакансії травматолога в Польщі, які ми можемо запропонувати гідним претендентам.'
};

export const Section_Title_Par_Text_List_Par_Par_Data: Section_Title_Par_Text_List_Par_Par_Type = {
	title: 'Чим займаються',
	subtitle: 'лікарі-травматологи?',
	paragraph_one:
		'Безпосередньо ця спеціалізація передбачає роботу з травмами та їхніми наслідками. Однак випускники ВНЗ отримують спеціальність травматолога-ортопеда, тому до компетенції такого лікаря належить широке коло обов`язків, що охоплює і травматологію, і ортопедію.',
	text: 'Таким чином, фахівець цього профілю:',
	list: [
		{ text: 'займається діагностикою та лікуванням різного роду травм;' },
		{
			text: 'допомагає позбутися порушень постави, лікує остеохондроз та інші патології хребта;'
		},
		{
			text: 'підбирає методи лікування захворювань суглобів, як вроджених, так і набутих - травматичного, запального або дегенеративного генезу;'
		},
		{
			text: 'займається патологіями кісткових тканин - остеопорозом, новоутвореннями на кістках, кістковими некрозами, остеомієлітами тощо;'
		},
		{ text: 'проводить хірургічні операції, зокрема, ендопротезування.' }
	],
	paragraph_two:
		'Також до ортопеда звертаються пацієнти з плоскостопістю, деформацією ніг, проблемами зі зв`язками та іншими порушеннями в області опорно-рухового апарату.',
	paragraph_three:
		'Іноземні фахівці, які прямують на роботу ортопедом до Польщі, отримують широкий вибір можливих варіантів працевлаштування - в амбулаторіях, травмпунктах, державних лікарнях або приватних клініках і медичних центрах. Слід враховувати, що на вакансії в стаціонарах можуть претендувати виключно оперуючі травматологи-ортопеди.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-traumatologist.jpg',
		alt: 'article-traumatologist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-traumatologist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-traumatologist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Par_Data: Section_Title_Text_List_Par_Par_Type = {
	title: 'Вимоги',
	subtitle: 'до претендентів',
	text: 'Для отримання бажаної посади кандидат має відповідати низці вимог. Вони досить лояльні порівняно з умовами, які доводиться приймати іноземним лікарям в інших країнах. Це, зокрема:',
	list: [
		{
			text: 'наявність диплома про закінчення медичного ВНЗ на батьківщині. На відміну від більшості країн, у Польщі можна зробити нострифікацію цього документа вже після працевлаштування;'
		},
		{ text: 'практичний досвід за фахом не менше 3 років, отриманий протягом останніх 5 років;' },
		{
			text: 'знання спеціалізованої "медичної" польської мови на рівні, що дає змогу виконувати посадові обов`язки без мовного бар`єру;'
		},
		{ text: 'наявність дозволу та ліцензії на здійснення медичної діяльності.' }
	],
	paragraph__one:
		'Значиму роль відіграють особисті моральні якості претендента - відповідальність, сумлінність, неконфліктність, уміння знаходити спільну мову з колегами і пацієнтами, а також прагнення до підвищення кваліфікації та професійного зростання. Крім того, плюсом для тих, хто претендує на роботу травматологом у Польщі, буде хороша фізична форма.',
	paragraph__two:
		'Є й інші значущі преференції для польських лікарів-паталогоанатомів, наприклад, відтермінування нострифікації документа про освіту і не тільки. Хочете дізнатися про них більше? Звертайтеся - ми розповімо!'
};

export const Section_Title_Four_Par_Data: Section_Title_Four_Par_Type = {
	title: 'Умови, на які можуть',
	subtitle: 'розраховувати лікарі-іноземці',
	paragraph_one:
		'Зацікавленість Польщі у кваліфікованому медичному персоналі визначає й умови роботи. Насамперед, це, звісно, заробітна плата. Ті, хто тільки починає працювати в польському медичному закладі, можуть претендувати на мінімальний оклад. У 2023 році він становить 7500 злотих на місяць до вирахування податків. У міру збільшення робочого стажу розмір окладу також збільшуватиметься.',
	paragraph_two:
		'Крім цього, польські лікарі отримують надбавки, премії, доплати за чергування. Стандартний робочий день лікаря в Польщі триває 8 годин. Кожна година понад це оплачується додатково. У результаті загальна зарплата виходить досить вагомою.',
	paragraph_three:
		'Крім того, фахівці можуть розраховувати на забезпечення уніформою, інструментарієм, обладнанням та витратними матеріалами, необхідними для ефективної роботи, а також на солідний пакет соціальних гарантій.',
	paragraph_four:
		'Підбиваючи підсумки, можна сказати, що завдяки високим стандартам польської медицини робота ортопедом у Польщі для громадянина України або Білорусі стає перспективною сходинкою на шляху до підвищення професіоналізму і комфортного забезпеченого життя.'
};
