import type {
	Breadcrumb_Type,
	Section_Title_Par_Text_List_Par_Type,
	Section_Image_Type,
	Section_Title_Text_List_Par_Par_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота отоларингологом у Польщі'
};

export const Section_Title_Par_Text_List_Par_Data: Section_Title_Par_Text_List_Par_Type = {
	title: 'Чим',
	subtitle: 'займаються отоларингологи?',
	paragraph__one:
		'У сфері компетенції цього фахівця перебувають усі патології, пов`язані з горлом, носом і вухами, - отити, гайморити, хронічний нежить, тонзиліти, аденоїдити та інші.',
	text: 'У рамках професійної діяльності отоларинолога:',
	list: [
		{ text: 'здійснює огляд і проводить обстеження пацієнта;' },
		{ text: 'встановлює діагноз;' },
		{ text: 'обирає спосіб лікування - консервативний або хірургічний;' },
		{ text: 'у разі консервативного способу призначає медичні препарати;' },
		{
			text: 'у разі хірургічного - проводить оперативне втручання, наприклад, видалення аденоїдів, пункції гайморових пазух, розтин абсцесів;'
		},
		{
			text: 'здійснює нескладні маніпуляції в амбулаторних умовах - видаляє сторонні тіла, зупиняє носові кровотечі, промиває сірчані пробки тощо;'
		},
		{
			text: 'спостерігає пацієнтів, контролює отримання лікування, за необхідності - коригує його, дає рекомендації профілактичного характеру.'
		}
	],
	paragraph__two:
		'Сьогодні робота отоларингологом у Польщі вимагає від кандидата високого рівня професійних навичок і знань. Він має вміти проводити обстеження на складному обладнанні та правильно інтерпретувати результати, грамотно підбирати слухові апарати, ефективно й обґрунтовано застосовувати кріотерапевтичні методи лікування та здійснювати інші складні маніпуляції.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-foniatrist.jpg',
		alt: 'article-otolaryngologist'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-foniatrist.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-foniatrist.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Text_List_Par_Par_Data: Section_Title_Text_List_Par_Par_Type = {
	title: 'Вимоги до отоларинголога',
	subtitle: 'за нормами польського законодавства',
	text: 'Щоб мати підстави претендувати на вакансію отоларинголога, здобувач повинен:',
	list: [
		{ text: 'мати диплом про вищу медичну освіту та підтверджену сертифікатом спеціалізацію;' },
		{
			text: 'мати досвід роботи за фахом мінімум 3 роки протягом останніх 5 років. Наразі українці цю вимогу можуть не враховувати, а ось на білорусів вона поширюється;'
		},
		{ text: 'вивчити "професійну" польську мову;' },
		{ text: 'отримати дозвіл на здійснення лікарської діяльності.' }
	],
	paragraph__one:
		'Усім, хто відповідає переліченим параметрам, польська медицина пропонує гідну заробітну плату - від 7500 злотих "брудними" на місяць, унормований робочий день, доплати за перепрацювання і добові чергування, а також премії, завдяки яким остаточна зарплата виглядає ще привабливішою.',
	paragraph__two:
		'Крім того, претендент на роботу отоларингологом у Польщі може розраховувати на пристойний соціальний пакет, широкі можливості кар`єрного зростання і впевненість у завтрашньому дні.'
};
