import type {
	Breadcrumb_Type,
	Section_Title_Par_Type,
	Section_Title_Par_Text_List_Par_Type,
	Section_Image_Type,
	Section_Title_Six_Par_Type,
	Section_Title_Par_Par_Text_List_Par_Text_List_Par_Par_Type,
	Section_Title_Par_Par_Par_Par_Par_Text_List_Par_Par_Type
} from '$lib/types';

export const Bredcrumbs_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота лікарем у Польщі: широкі перспективи для іноземних фахівців'
};

export const Section_Title_Par_Data: Section_Title_Par_Type = {
	title: 'Робота лікарем у Польщі:',
	subtitle: 'широкі перспективи для іноземних фахівців',
	paragraph:
		'Ситуація, що склалася на сьогоднішній день у польській медицині, призвела до того, що робота лікарем у Польщі для іноземних громадян, зокрема, з пострадянських країн, стала доступною як ніколи раніше. Причина - у гострому дефіциті кваліфікованих фахівців. Кількість пацієнтів на одного лікаря є найбільшою в Європі, фахівці постійно перепрацьовують, а пацієнти в стаціонарах не можуть отримати належного догляду. Тож робота для лікарів у Польщі є завжди - іноземцю потрібно лише виконати низку умов.'
};

export const Section_Title_Par_Text_List_Par_Data: Section_Title_Par_Text_List_Par_Type = {
	title: 'Які лікарські',
	subtitle: 'спеціальності потрібні?',
	paragraph__one:
		'Експерти зазначають, що брак компетентних кадрів присутній у всіх сферах польської медицини. Найбільше затребувані лікарі, меншою мірою - медики середньої ланки, зокрема, медсестри, фельдшери.',
	text: 'Найбільш гостра нестача спостерігається стосовно:',
	list: [
		{ text: 'терапевтів;' },
		{ text: 'сімейних лікарів;' },
		{ text: 'загальних хірургів;' },
		{ text: 'педіатрів;' },
		{ text: 'радіологів;' },
		{ text: 'нефрологів;' },
		{ text: 'гастроентерологів;' },
		{ text: 'анестезіологів;' },
		{ text: 'кардіологів;' },
		{ text: 'акушерів-гінекологів;' },
		{ text: 'ендокринологів;' },
		{ text: 'дитячих хірургів;' },
		{ text: 'неонатологів;' },
		{ text: 'неонатологів;' },
		{ text: 'неврологів;' },
		{ text: 'отоларингологів;' },
		{ text: 'лікарів ультразвукової діагностики.' }
	],
	paragraph__two:
		'Також завжди знайдуться перспективні вакансії лікаря в Польщі для досвідчених кваліфікованих стоматологів.'
};

export const Section_Image_Data: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-prospekts.jpg',
		alt: 'article-prospekts'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-prospekts.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-prospekts.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Six_Par_Data: Section_Title_Six_Par_Type = {
	title: 'Умови',
	subtitle: 'праці та заробітна плата',
	paragraph__one:
		'Робота в польському медичному закладі передбачає офіційне працевлаштування. Це означає, що кандидат може розраховувати на дотримання його прав згідно з чинним законодавством, певні соціальні гарантії та відсутність претензій з боку податкових служб.',
	paragraph__two:
		'Стандартний робочий день триває 8 годин. Нічні зміни, чергування, перепрацювання, додаткові консультації оплачуються окремо.',
	paragraph__three:
		'Розглядаючи можливість роботи в Польщі лікарем, слід знати, що зарплати і в державних, і в приватних клініках є досить високими, особливо порівняно з пострадянськими країнами.',
	paragraph__four:
		'Розмір заробітку польського лікаря залежить від спеціалізації, стажу та досвіду, регіону, безпосередньо медичного закладу, посади, обсягу виконуваної роботи та рівня відповідальності. Дуже усереднено можна говорити про зарплатну вилку від 7500 до 40000 злотих на місяць. У період стажування зарплата лікаря становитиме 6500 злотих на місяць.',
	paragraph__five:
		'Більшість роботодавців із невеликих населених пунктів, які пропонують роботу в Польщі для українських лікарів, фахівців із Білорусі та інших держав, надають своїм працівникам-іноземцям безкоштовне житло. Найчастіше це комфортабельні сучасні гуртожитки готельного типу з кімнатами на кілька людей і відмінними побутовими умовами. У таких гуртожитках мешканці оплачують тільки комунальні послуги. У великих містах таких опцій, як правило, немає.',
	paragraph__six:
		'Якщо ж запропоноване медичним закладом житло з якихось причин не підходить, наприклад, коли лікар переїжджає до Польщі разом із сім`єю, він може орендувати кімнату, квартиру чи навіть будинок власним коштом.'
};

export const Section_Title_Par_Par_Text_List_Par_Text_List_Par_Par_Data: Section_Title_Par_Par_Text_List_Par_Text_List_Par_Par_Type =
	{
		title: 'Вимоги',
		subtitle: 'до кандидатів',
		paragraph_one:
			'Перше, чим цікавиться більшість претендентів, - порядок нострифікації документа про освіту. Для них є приємне нововведення: непроста ситуація з медичними спеціалістами мотивувала польську владу внести зміни до законодавства. Завдяки цьому стала можливою робота лікарем у Польщі без нострифікації. Точніше, підтверджувати дійсність іноземного диплома все одно доведеться, але зробити це можна вже після працевлаштування. Крім того, кандидатам не потрібно складати профільні іспити.',
		paragraph_two:
			'Цей нюанс актуальний щодо мігрантів із будь-яких країн, зокрема пострадянських. Такий формат працевлаштування в медичній галузі називається спрощеним.',
		text_one:
			'Станом на 2023 рік у Польщі діють дві програми спрощеного працевлаштування лікарів у Польщі. Перша стосується вихідців із країн, що не входять до ЄС. Вона включає в себе такі вимоги:',
		list_one: [
			{ text: 'володіння польською мовою в медичній сфері;' },
			{
				text: 'наявність спеціалізації та щонайменше 3 роки стажу за спеціалізацією протягом останніх 5 років;'
			},
			{
				text: 'письмова згода установи прийняти здобувача на тимчасову або постійну роботу після попередньої співбесіди.'
			}
		],
		paragraph__three:
			'Другий формат дозволяє надавати роботу лікарем у Польщі для біженців з України. Вони можуть претендувати на вакансію без досвіду роботи та декларування знання мови. Необхідними умовами є наявність диплома про вищу освіту за фахом і дозвіл від Міністра охорони здоров`я Польщі. Станом на 2023 рік термін дії цієї опції закінчується 4 березня 2024 року. Однак не виключено, що його буде продовжено.',
		text_two:
			'Крім того, перш ніж приступити до роботи, навіть за спрощеним алгоритмом, претендент зобов`язаний отримати:',
		list_two: [
			{ text: 'дозвіл від МОЗ;' },
			{ text: 'ліцензію на здійснення лікарської діяльності в регіональній лікарській палаті;' },
			{ text: 'податковий номер.' }
		],
		paragraph__four:
			'Додатковою перевагою стануть рекомендації з попередніх місць роботи, хоча це не є вимогою. І, звісно, важливими є особисті якості кандидата на роботу лікарем у Польщі - відкритість, доброзичливість, відсутність схильності до конфліктів, комунікабельність, здатність до навчання, бажання удосконалюватися і підвищувати кваліфікаційний рівень.',
		paragraph__five:
			'Додатковою перевагою стануть рекомендації з попередніх місць роботи, хоча це не є вимогою. І, звісно, важливими є особисті якості кандидата на роботу лікарем у Польщі - відкритість, доброзичливість, відсутність схильності до конфліктів, комунікабельність, здатність до навчання, бажання удосконалюватися і підвищувати кваліфікаційний рівень.'
	};

export const Section_Image_Data_Two: Section_Image_Type = {
	image: {
		src: '/img/all-article-web-page-content-img/article-prospektss.jpg',
		alt: 'article-prospektss'
	},
	source: {
		srcset: '/img/all-article-web-page-content-img/article-prospektss.webp',
		type: 'image/webp'
	},
	source1: {
		srcset: '/img/all-article-web-page-content-img/article-prospektss.avif',
		type: 'image/avif'
	}
};

export const Section_Title_Par_Par_Par_Par_Par_Text_List_Par_Par_Data: Section_Title_Par_Par_Par_Par_Par_Text_List_Par_Par_Type =
	{
		title: 'Переваги співпраці',
		subtitle: 'з нашою компанією',
		paragraph_one:
			'Самостійні пошуки роботи в незнайомій країні завжди пов`язані зі специфічними складнощами. Особливо непросто робити це, не знаючи мови, особливостей устрою галузі та нюансів законодавства.',
		paragraph_two:
			'Ми надаємо реальну допомогу в працевлаштуванні лікарів у Польщі за спрощеною процедурою, гарантуючи надійну професійну підтримку на кожному етапі.',
		paragraph_three:
			'Виглядає це так. Ви зв`язуєтеся з нами, ставите питання, які вас цікавлять, і отримуєте на них докладні, достовірні та зрозумілі відповіді. Після цього ми укладаємо офіційний письмовий договір і починаємо нашу співпрацю. У чому вона полягає?',
		paragraph_four:
			'По-перше, у вивченні польської мови в розрізі медичної специфіки. Зазвичай оволодіння розмовною польською для українців і білорусів не представляє складності - з огляду на схожість із рідною мовою. Однак цього недостатньо: здобувач, який переїжджає працювати лікарем до Польщі та бажає отримати гарне перспективне місце в польській клініці, повинен володіти професійною термінологією, читати інструкції до препаратів і мануали до медтехніки, вести документацію, вміти професійно і при цьому доступно донести до пацієнта інформацію про його здоров`я. Усього перерахованого вище навчають наші профільні мовні курси.',
		paragraph_five:
			'По-друге, ми не тільки знайдемо для вас підходящу вакансію, а й допоможемо отримати дозвіл і ліцензію в найкоротші терміни. При спробах працевлаштуватися самостійно цей процес може розтягнутися на місяці або навіть роки. З нашою допомогою ви пройдете всі стадії максимально оперативно.',
		text: 'Крім того, наша компанія допомагає:',
		list: [
			{ text: 'вирішити питання, пов`язані з візою та отриманням посвідки на проживання;' },
			{ text: 'оперативно зібрати всі необхідні документи;' },
			{ text: 'організувати переїзд фахівця - наодинці або з сім`єю;' },
			{ text: 'впоратися з різного роду побутовими складнощами в процесі адаптації;' },
			{ text: 'економити час і гроші при проходженні всіх кроків підготовчого етапу.' }
		],
		paragraph_six:
			'Бажаєте працювати у сфері сучасної та прогресивної медицини з хорошим заробітком і позитивними перспективами? Звертайтеся: з нами робота лікарем у Польщі для українців і білорусів стає реальністю!',
		paragraph_seven:
			'А просто зараз ви можете поставити будь-які запитання, які виникли у вас після прочитання цієї статті. А ми постараємося детально і зрозуміло відповісти на них.'
	};
