import type {
	Breadcrumb_Type,
	Section_Title_Par_Par_Type,
	Section_Title_Text_List_Img_Par_Par_Type,
	Section_Title_Text_List_Par_Type
} from '$lib/types';

export const Breadcrumb_Data: Breadcrumb_Type = {
	bredCrumbsHead: 'Головна',
	bredCrumbsCategories: 'Робота анестезіологом у Польщі'
};

export const Section_Title_Par_Par_Data: Section_Title_Par_Par_Type = {
	title: 'Робота',
	subtitle: 'анестезіологом у Польщі',
	paragraph__one:
		'У зв`язку зі складною ситуацією з медичними кадрами польські роботодавці готові приймати на роботу анестезіологом у Польщі іноземних спеціалістів, зокрема з колишніх союзних республік, гарантуючи адекватну заробітну плату та інші преференції.',
	paragraph__two:
		'Наша компанія пропонує працевлаштування та подальшу підтримку лікарям-вихідцям з України та Білорусі. З нашою допомогою ви отримаєте можливість обирати з великої кількості вакансій з різними умовами в різних регіонах країни.'
};

export const Section_Title_Text_List_Img_Par_Par_Data: Section_Title_Text_List_Img_Par_Par_Type = {
	title: 'Посадові',
	subtitle: 'обов`язки анестезіолога',
	text: 'Повна назва цієї спеціалізації звучить як "анестезіолог-реаніматолог". Лікар цього профілю працює з усіма видами анестезії, а також займається веденням інтенсивної терапії. Таким чином, іноземні громадяни, які отримали роботу анестезіологами в Польщі:',
	list: [
		{ text: 'ретельно вивчають історію хвороби пацієнта;' },
		{
			text: 'проводять з ним особисту бесіду, інформують про те, яку анестезію буде застосовано, в якому стані перебуватиме пацієнт і які складнощі на нього можуть очікувати під час виходу з наркозу;'
		},
		{ text: 'проводять алергопроби;' },
		{
			text: 'визначаються з видом використовуваної анестезії, оцінюють ризики, підбирають препарати, прораховують дозування;'
		},
		{
			text: 'призначають так звану премедикацію - медикаментозну підготовку до введення анестезії'
		},
		{ text: 'перебувають поруч із пацієнтом в операційній, контролюють його стан;' },
		{ text: 'за необхідності - проводять реанімаційні заходи;' },
		{ text: 'спостерігають хворого в ранньому післяопераційному періоді;' },
		{ text: 'оформляють медичну документацію' }
	],
	img: {
		img: '/img/all-article-web-page-content-img/article-anestesiologist.jpg',
		alt: 'article-anestesiologist',
		srcset_one: '/img/all-article-web-page-content-img/article-anestesiologist.webp',
		type_one: 'image/webp',
		srcset_two: '/img/all-article-web-page-content-img/article-anestesiologist.avif',
		type_two: 'image/avif'
	},
	paragraph__one:
		'Кваліфікований анестезіолог має вміти працювати з усіма видами анестезії - загальною (так званим наркозом), регіонарною та місцевою.',
	paragraph__two:
		'Вільні вакансії лікаря-анестезіолога в Польщі є у відділеннях інтенсивної терапії в державних і приватних закладах стаціонарного типу, а також в амбулаторіях, обладнаних власними малими операційними.'
};

export const Section_Title_Text_List_Par_Data: Section_Title_Text_List_Par_Type = {
	title: 'Кого візьмуть',
	subtitle: 'на роботу анестезіологом у польську клініку?',
	text: 'На співбесіді з претендентом на посаду анестезіолога-реаніматолога роботодавець звертає увагу на наявність:',
	list: [
		{ text: 'диплома про закінчення вищого медичного навчального закладу у себе в країні;' },
		{ text: 'сертифіката післядипломної підготовки з анестезіології;' },
		{ text: 'досвіду роботи не менше 3 років протягом останніх 5 років;' },
		{ text: 'дозволу на здійснення лікарської діяльності від МОЗ;' },
		{ text: 'ліцензії від місцевих органів виконавчої влади;' },
		{ text: 'володіння польською мовою з орієнтацією на медичну специфіку.' }
	],
	paragraph:
		'За інших рівних умов перевагу віддають претендентам, у резюме яких зазначено наявність важливих професійних та особистих якостей - стресостійкості, самовладання, зібраності, холоднокровності, хорошої пам`яті, а також неконфліктності, сумлінності та здатності ефективно працювати в команді.'
};

export const Section_Title_Text_List_Par_Data_Two: Section_Title_Text_List_Par_Type = {
	title: 'Умови, що',
	subtitle: 'надаються',
	text: 'Влаштовуючись на роботу анестезіологом до Польщі, іноземний фахівець може гарантовано розраховувати на:',
	list: [
		{ text: 'зарплату від 7500 злотих брутто на місяць з подальшим збільшенням;' },
		{
			text: 'нормований робочий день і доплати за будь-які перепрацювання, зокрема, за добові чергування;'
		},
		{ text: 'європейські соціальні гарантії;' },
		{
			text: 'забезпечення уніформою, інструментами, медичними препаратами, витратними матеріалами, професійною літературою;'
		},
		{ text: 'грамотно облаштоване комфортне робоче місце; ' },
		{ text: 'відстрочку нострифікації диплома.' }
	],
	paragraph:
		'Додайте до цього оптимальні умови для здобуття нових знань, професійного та кар`єрного зростання, а також можливість працювати, орієнтуючись на високі стандарти європейської медицини. А потім, оцінивши всі вигоди та переваги, звертайтеся - підберемо для вас найкращу вакансію.'
};
